import styles from "./page.module.css";
import Image from "next/image";
/*
/**|======================================
/**| pics
/**|======================================
*/
import team1 from "@/public/team1.png";
import team2 from "@/public/team2.png";

export default function Team() {
  return (
    <>
      <section className={styles.trust}>
        <Image className={styles.team1pic} src={team1} />
        <h2 className={styles.h2}>ЧОМУ НАМ ДОВІРЯЮТЬ? </h2>
        <p className={styles.p1}>
          Ми – команда професіоналів своєї справи, що обожнюють риболовлю, формують нові
          підходи до риболовлі, а також розробляють унікальні продукти! Ми живемо
          риболовлею, захоплені процесом та ділимося своїм досвідом та створили середовище
          для обміну знаннями, інформацією, можливостями та бажаємо трансформувати
          риболовну культуру в Україні, створити нову генерацію риболовів! Для цього
          постійно працюємо з людьми, проводимо змагання, зариблення, екологічні
          ініціативи, семінари, майстер класи. Запрошуємо до спільного розвитку та
          унікального партнерства!
        </p>
      </section>

      <section className={styles.trust}>
        <Image className={styles.team1pic} src={team2} />
        <h2 className={styles.h2}>НАША КЛЮЧОВА ДОВГОСТРОКОВА МЕТА</h2>
        <p className={styles.p2}>
          Це генерація культури рибної ловлі та формування поваги до природних ресурсів,
          що нас оточують!
        </p>
      </section>
    </>
  );
}
